Repository: marmihajl/InteractivePPT
Catalog: InteractivePPT-desktop/InteractivePPT/Resources/strings.*.resx
Languages: hr

source: Access code
hr: Pristupni kod

# add_artifact
source: Add artifact(s)
hr: Dodaj artefakt(e)

source: add to next slide
hr: dodaj na sljedeći slajd

# application_will_shut_down
source: Application will now shut down..
hr: Aplikacija će se sada ugasiti..

# artifact_location
source: Artifact's location:
hr: Mjesto artefakta:

source: Cancel
hr: Odustani

source: Charts
hr: Grafikoni

# chart_for_selected_question_doesnt_exist_message
source: Currently there isn't any chart with question name "{0}" of selected chart type. Go to slide in front of which you want to add new slide with chart, choose in application option "add to next slide" for artifact location and again click on button for adding artifact(s)
hr: Za sada na prezentaciji ne postoji graf odabranog tipa na pitanje "{0}". Pozicionirajte se na slajd iza kojeg želite dodati slajd s grafikonom, odaberite u aplikaciji opciju "dodaj na sljedeći slajd" za mjesto grafa te ponovno dodajte graf

# chart_for_selected_question_doesnt_exist_title
source: Chart for selected question doesn't exist in this presentation
hr: Ne postoji grafikon za odabrano pitanje u prezentaciji

source: Chart type:
hr: Vrsta grafa:

# collision_between_presentations_message
source: In selected directory already exists presentation with same name. Choose "Yes" option if you want to override local version with remote one, "No" option if you want to override remote version with local one or "Cancel" if you just want to open local version without overriding remote one
hr: Moguća postojanost novije verzije prezentacije

# collision_between_presentations_title
source: Newer version of presentation possibly available
hr: U odabranom direktoriju već postoji istoimena prezentacija. Odgovorite potvrdno ako želite prebrisati lokalnu s onom udaljenom, negativno ako želite udaljenu prebrisati lokalnom ili odustanite ako želite otvoriti lokalnu bez da se prebriše udaljena

source: Comments
hr: Komentari

source: Comment filtering
hr: Filtriranje komentara

# communication_with_server_not_established
source: Communication with server-side of this application could not be established!
hr: Komunikacija s poslužiteljem ove aplikacije se ne može uspostaviti!

source: Full name
hr: Puno ime

# group_remaining_options
source: Group others:
hr: Grupiraj ostale:

source: Link to presentation
hr: Link do prezentacije

source: Message content
hr: Sadržaj poruke

# mobile_app_not_used_before
source: It seems like you've never used mobile version of this application before!
hr: Izgleda da do sada još nikad niste koristili mobilnu verziju ove aplikacije!

source: My presentations
hr: Moje prezentacije

# number_of_options_to_show
source: Num of options to show (0...all):
hr: Broj opcija za prikaz (0...sve):

source: Open presentation
hr: Otvori prezentaciju

# other_options
source: Other
hr: Ostalo

# path_too_long
source: Select shorter path because length of chosen one (including name of file that should be stored in it) exceeds 255 characters!
hr: Odaberite kraću putanju jer broj znakova odabrane putanje (uključujući i sâm naziv datoteke koja bi trebala biti pohranjena u odabrani direktorij) prelazi 255 znakova!

source: Presentation management
hr: Upravljanje prezentacijom

source: Presentation name
hr: Naziv prezentacije

# problem_with_overriding_remote_presentation
source: An error has occurred while trying to override previous presentation on remote server
hr: Dogodio se neuspjeh kod pokušaja prebrisavanja dosadašnje verzije prezentacije koja se nalazi na poslužitelju

source: Proceed
hr: Nastavi

source: Qr code
hr: Qr kod

# refresh_presentation_list
source: Refresh list
hr: Osvježi popis

source: replace existing artifact
hr: zamijeni postojećeg artefakta

source: Reply-requests
hr: Replike

# server_listener_not_instantiated
source: An error has occurred on the server-side while trying to start audience listener for your presentation! Try again later or contact server's administrator
hr: Pojavila se pogreška na strani poslužitelja kod pokušaja pokretanja procesa osluškivača publike za Vašu prezentaciju! Pokušajte ponovno za koji trenutak ili se javite administratoru poslužitelja

source: Survey:
hr: Anketa:

source: User ID
hr: ID korisnika

# fb_login_url
source: https://m.facebook.com/a/language.php?l=en_US&lref=https%3A%2F%2Fm.facebook.com%2Flogin%2F%3Fref%3Ddbl%26fl%26refid%3D8%26refsrc%3Dhttps%253A%252F%252Fm.facebook.com%252Flogin%252F%253Fref%253Ddbl&gfid=AQDyMwI6AfNsokSb&ref=dbl
hr: https://m.facebook.com/a/language.php?l=hr_HR&lref=https%3A%2F%2Fm.facebook.com%2Flogin%2F%3Fref%3Ddbl%26fl%26refid%3D8&gfid=AQAgc5iQmwHaqlpp&ref=dbl
